package com.trli.lesson1.ABasic;

/*
Это многострочный комментарий
Это многострочный комментарий
Это многострочный комментарий
Это многострочный комментарий
 */

// Это однострочный комментарий

/*
В Java имена переменных и классов соответствует стилю CamelCase
*/

// Имя класса должно быть таким же как и имя файла
public class AFirstExample {

    // Метод main является точкой входа программы
    public static void main(String[] args) {
        System.out.println("Hello world!");;;; // каждая строчка кода заканчивается точкой с запятой
    }
}
