package com.trli.lessons.lesson4;

/*
Класс это новый тип данных

Структура класса:

class ИмяКласса{
    тип переменная_1
    тип переменная_2
    тип переменная_3
    ...
    тип переменная_n

    модификатор_доступа1 имяМетода1(список параметров){
        // тело метода
    }

    модификатор_доступа2 имяМетода2(список параметров){
        // тело метода
    }

    модификатор_доступа3 имяМетода3(список параметров){
        // тело метода
    }

    модификатор_доступа4 имяМетода4(список параметров){
        // тело метода
    }

}


*/

public class ASimpleClass {

}
